{
  "name": "Attic",
  "longDesc" : "This is your first time in the attic. There is an exit in the floor on the south wall that drops down into the Upstairs Hallway. The chimney is on the north wall, you can't get inside it from the attic. There is a chest of drawers on the west wall, and the mirror on the east wall. There is an unraveling run underneath your feet, at the south wall. You need to look at the mirror, it has no hidden object. You need to look at the rug to reveal the string.",
  "description" : "You are in the attic. There is an exit in the floor on the south wall that drops down into the Upstairs Hallway. The chimney is on the north wall, you can't get inside it from the attic. There is a chest of drawers on the west wall, and the mirror on the east wall. There is an unraveling run underneath your feet, at the south wall.",
  "items": {
    "chestOfDrawers": {
      "name": "chest of drawers",
      "description": "The chest of drawers is old, antique, matched mirror",
      "portable": false,
      "discovered": true,
      "containsHiddenObject": false,
      "discoveryStatment": "",
      "hiddenObject": ""
    },
    "rug": {
      "name": "rug",
      "description": "The rug is old and unraveling.",
      "portable": false,
      "discovered": true,
      "containsHiddenObject": true,
      "discoveryStatment": "",
      "hiddenObject": "thread"
    },
    "thread": {
      "name": "thread",
      "description": "A long, loose thread from unraveling rug",
      "portable": true,
      "discovered": false,
      "containsHiddenObject": false,
      "discoveryStatment": "I think I can use this thread to get out of here, if I just give it a yank",
      "hiddenObject": ""
    },
    "mirror": {
      "name": "mirror",
      "description": "The mirror is old, gilded, cracked with scorch marks.",
      "portable": false,
      "discovered": true,
      "containsHiddenObject": false,
      "discoveryStatment": "",
      "hiddenObject": ""
    }
  },
  "visited": true,
  "exits": [ "Upstairs Hallway" ]
}
