{
  "name": "Large Bedroom",
  "longDesc": "Uh-oh! You are in the large bedroom, which belongs to your parents. You are definitely not supposed to be in here!\nBut you're doing a lot of stuff today that you're not supposed to do, so why stop now?\nYou need to find the instructions for this shrinky thing!\nMaybe they're in that notebook hanging off the desk to your left on the south wall.\nBut how are you going to get up there?\nMaybe there's a way to get the notebook down here.\nThe bed is pushed agains the far wall from the doorway, on the west wall.\nIt's huge, wooden, and intricately carved.\nWant to guess whether or not it's an antique? Do you think there's anything useful to you up there, if only you could figure out a way to climb one of those intricately carved bed posts.\nMaybe you can jump and grab onto the quilt.\nWhat's that dirty black hole in the wall on the right?\nI didn't know the fireplace had an opening up here too.\nI thought it was just in the living room.\nBetter be careful to not fall down there, who knows what will happen.\n",
  "description": "You are in the large bedroom, which belongs to your parents.\nThere is a tall bed against the west wall, a desk with a notebook on it on the south wall, and a fireplace on the north wall.\n",
  "items": {
		"fireplace": {
			"name": "fireplace",
			"description": "The fireplace is brick, covered in years of soot. Looks like a looooooong way down.",
			"tooBig" : true,
			"isFeature": true,
			"discovered": true,
			"containsHiddenObject": false,
			"discoveryStatement": "",
			"hiddenObject": ""
		},
		"desk": {
			"name": "desk",
			"description": "Your parents' desk, littered with papers and the notebook with all of their secrets.",
			"tooBig": true,
			"isFeature": true,
			"discovered": true,
			"containsHiddenObject": true,
			"discoveryStatement": "There's the notebook!",
			"hiddenObject": "notebook"
		},
		"bed": {
			"name": "bed",
			"description": "The bed is old, heavy, and dark, with no fewer than three quilts, and six pillows piled on top of it.",
			"tooBig": true,
			"isFeature": true,
			"discovered": true,
			"containsHiddenObject": false,
			"discoveryStatement": "",
			"hiddenObject": ""
		},
		"notebook": {
			"name": "notebook",
			"description": "The well-worn notebook is stuffed with extra pieces of paper. Hidden until you examine the desk",
			"tooBig": true,
			"isFeature": false,
			"discovered": false,
			"containsHiddenObject": false,
			"discoveryStatement": "",
			"hiddenObject": ""
		}
	},
	"visited" : false,
	"exits": [ "Upstairs Hallway" ]
}
