{
  "name": "Living Room",
	"longDesc": "You are in the living room for the first time. The south wall is open to the dining room, there is no doorway to the hallway from the living room. There is a large window on the west wall that looks out onto the backyard. The large, comfortable-looking couch faces the north wall, where there is a fireplace. It has always been too heavy for your parents to move easily. There is a tear on the side of the couch facing the fireplace with stuffing coming out. There is a knob to the west of the fireplce opening that controls the fire. There is no door to the hallway from this room, you have to exit through the dining room.",
	"description": "You are in the living room.The south wall is open to the dining room, there is no doorway to the hallway from the living room. There is a large window on the west wall that looks out onto the backyard. There is no door on the east wall, you cannot get to the hallway directly from this room.",
	"items": {
		"couch": {
			"name": "couch",
			"description": "Giant couch, well worn, visible tear with stuffing coming out. ",
			"portable": false,
			"discovered": true,
			"containsHiddenObject": false,
			"discoveryStatment": "",
			"hiddenObject": ""
		},
		"window": {
			"name": "window",
			"description": "Window looks out over the backyard. You can see the eagle from the window",
			"portable": false,
			"discovered": true,
			"containsHiddenObject": false,
			"discoveryStatment": "",
			"hiddenObject": ""
		},
		"fireplace": {
			"name": "fireplace",
			"description": "Fireplace connected to the master bedroom on the second floor.",
			"portable": false,
			"discovered": true,
			"containsHiddenObject": false,
			"discoveryStatment": "",
			"hiddenObject": ""
		},
		"couchStuffing": {
			"name": "couchStuffing",
			"description": "You need to collect couch stuffing to fix the shrink ray",
			"portable": true,
			"discovered": true,
			"containsHiddenObject": false,
			"discoveryStatment": "",
			"hiddenObject": ""
		}
  }
}
