{
  "name": "Pantry",
	"longDesc": "You are in the pantry for the first time. There is a lot of food in here, both for humans and pets. There are three shelves stuffed with food. There is a box of cornflakes on the top shelf, on the north wall, but you'll have to climb the shelves to get up there. You should grab the cat treats to distract the cat, and dog treats to reward the dog for coming when you call. ",
	"description": "You are in the pantry. There is a lot of food in here, both for humans and pets. There are three shelves stuffed with food. There is a box of cornflakes on the top shelf, on the north wall, but you'll have to climb the shelves to get up there. You should grab the cat treats to distract the cat, and dog treats to reward the dog for coming when you call. ",
	"items": {
		"shelves": {
			"name": "shelves",
			"description": "There are so many shelves and so many boxes on those shelves",
			"portable": false,
			"discovered": true,
			"containsHiddenObject": false,
			"discoveryStatment": "",
			"hiddenObject": ""
		},
		"stackOfPaperTowels": {
			"name": "stackOfPaperTowels",
			"description": "This is a very tall stack of paper towels. Who needs this many paper towels?Climb these bad boys to reach the bottom shelf",
			"portable": false,
			"discovered": true,
			"containsHiddenObject": false,
			"discoveryStatment": "",
			"hiddenObject": ""
		},
		"cornflakes": {
			"name": "cornflakes",
			"description":"A box of generic Corn Flake brand corn flakes. You need these to fix the shrink ray",
			"portable": true,
			"discovered": true,
			"containsHiddenObject": false,
			"discoveryStatment": "",
			"hiddenObject": ""
		},
		"dogTreats": {
			"name": "dogTreats",
			"description": "A bag of dog treats. To reward Fido",
			"portable": true,
			"discovered": true,
			"containsHiddenObject": false,
			"discoveryStatment": "",
			"hiddenObject": ""
		},
		"catTreats": {
			"name": "catTreats",
			"description": "A bag of catnip laced cat treats. To distract Fluffy",
			"portable": true,
			"discovered": true,
			"containsHiddenObject": false,
			"discoveryStatment": "",
			"hiddenObject": ""
		}
	},
  "exits": [ "Kitchen" ]
}
